Repository: Roadtomillion04/KTT-LEARNING
Catalog: Projects/DriverApp/DriverApp/Resources/Localizable.xcstrings
Source language: en
Languages: hi, ta

source: 900 Lifting
hi: 900 लिफ्टिंग
ta: 900 தூக்குதல்

source: Absent
hi: अनुपस्थित
ta: இல்லாதது

source: Accept
hi: स्वीकार करना
ta: ஏற்றுக்கொள்

# accept_this_trip
source: Are you sure want to accept this trip?
hi: अरे यू सूरे वांट तो एक्सेप्ट थिस ट्रिप?
ta: இந்த பயணத்தை ஏற்க விரும்புகிறீர்களா?

source: Account Status
hi: खाते की स्थिति
ta: கணக்கு நிலை

source: Actual weight (Kg)
hi: वास्तविक वजन (किलोग्राम)
ta: உண்மையான எடை (கிலோ)

source: Add another
hi: एक और जोड़ें
ta: மற்றொன்று சேர்க்க

source: Add Fuel
hi: ईंधन जोड़ें
ta: எரிபொருளைச் சேர்க்கவும்

source: Add Image
hi: छवि जोड़ें
ta: படத்தை சேர்க்க

source: Add Stop
hi: स्टॉप जोड़ें
ta: நிறுத்தத்தைச் சேர்க்கவும்

source: Add Trip Expenses
hi: यात्रा व्यय जोड़ें
ta: பயணச் செலவுகளைச் சேர்க்கவும்

source: Add Unload Location
hi: अनलोड स्थान जोड़ें
ta: இறக்குமிடம் சேர்க்க

# advance
source: Trip Advance
hi: ट्रिप एडवांस
ta: பயண அட்வான்ஸ்

source: Advance Level
hi: एडवांस लेवल
ta: முன்தொகை நிலை

# advance_paid
source: Advance
hi: अग्रिम
ta: அட்வான்ஸ்

source: Alert
hi: अलर्ट
ta: எச்சரிக்கை

# already_scanned_serial_number
source: Tag serial number already scanned in another door/valve. Please check.
hi: टैग सीरियल नंबर पहले ही किसी अन्य डोर/वाल्व में स्कैन किया गया है। कृपया जांचें।
ta: அந்த டாக்/வால்வில் ஏற்கனவே ஸ்கேன் செய்யப்பட்டுள்ளது. சரிபார்க்கவும்.

source: Amount
hi: अमाउंट
ta: தொகை

source: Analyzer Number
hi: एनालाइजर नंबर
ta: ஆனலைசர் எண்

# app_name
source: Driver App
hi: ड्राइवर अप्प
ta: டிரைவர் ஆப் (செயலி)

source: Approved
hi: मंजूर की
ta: அங்கீகரிக்கப்பட்டது

source: Are you sure to Assign Trip?
hi: क्या आप निश्चित रूप से ट्रिप असाइन करना चाहते हैं?
ta: நீங்கள் நிச்சயமாக பயணத்தை ஒதுக்க வேண்டுமா?

source: Are you sure to start unloading ?
hi: अरे यू सूरे तो स्टार्ट अनलोडिंग ?

source: Are you sure want to cancel this zone?
hi: क्या आप वाकई इस ज़ोन को रद्द करना चाहते हैं?
ta: இந்த மண்டலத்தை ரத்து செய்ய விரும்புகிறீர்களா?

source: Arrival
hi: अर्रिवाल
ta: வருகை

# arrival_n_scheduled_actual
source: Arrival (Scheduled /Actual)
hi: अर्रिवाल (सचेंडुलेड/एक्चुअल)
ta: வருகை (திட்டமிட்ட / நடப்பு)

source: Arrived
hi: अर्रिवेद
ta: வந்துவிட்டது

# arrived_status
source: Are you sure you want to update arrived status?
hi: अरे यू सूरे यू वांट तो अपडेट अर्रिवेद स्टेटस?
ta: வருகை நிலையை புதுப்பிக்க விரும்புகிறீர்களா?

source: Assign Trip
hi: असाइन ट्रिप
ta: பயணத்தை ஒதுக்கவும்

source: ATM
hi: एटीएम
ta: ஏடிஎம்

source: Attendance
hi: उपस्थिति
ta: வருகை

source: Attendance Detail
hi: अटेंडेंस डिटेल
ta: வருகை விவரம்

source: Attendance Logs (Last 30 Days)
hi: अटेंडेंस लॉग्स (लास्ट ३० डेज)
ta: வருகை பதிவு (கடந்த 30 நாட்கள்)

source: Auto Focus
hi: ऑटो फोकस
ta: ஆட்டோ ஃபோகஸ்

source: Available Paid Leave
hi: उपलब्ध वेतन अवकाश
ta: கிடைக்கும் கூலி விடுப்பு

source: Available Week Off
hi: उपलब्ध साप्ताहिक अवकाश
ta: கிடைக்கும் வார விடுமுறை

source: Avoid Tolls
hi: पथकर को टालना
ta: டோல்களைத் தவிர்க்கவும்

source: Back Button
hi: वापस बटन
ta: பின்செல்

# background_location_desc
source: Please turn on background location access for Driver App to periodically update your location in the system. This is also required to capture your attendance records automatically.
hi: प्लीज टर्न ों बैकग्राउंड लोकेशन एक्सेस फॉर ड्राइवर अप्प तो पेरिऑडिकालय अपडेट योर लोकेशन इन थे सिस्टम. थिस इस आल्सो रिक्वायर्ड तो कैप्चर योर अटेंडेंस रिकार्ड्स ऑटोमेटिकली.
ta: உங்கள் இருப்பிடத்தை அவ்வப்போது புதுப்பிக்க டிரைவர் பயன்பாட்டிற்கான பின்னணி இருப்பிட அணுகலை இயக்கவும். உங்கள் வருகை பதிவுகளை தானாகப் பிடிக்கவும் இது தேவைப்படுகிறது.

source: Bag Count
hi: बैग की संख्या
ta: பை எண்ணிக்கை

# balance_to_pay
source: Balance
hi: संतुलन
ta: இருப்பு

source: Bill No
hi: बिल नो
ta: பில் எண்

source: Bill Number
hi: बिल नंबर
ta: பில் எண்

source: BreakDown Count
hi: ब्रेकडाउन काउंट
ta: பிரேக் டவுன் எண்ணிக்கை

# bulk_cooler_temperature
source: Bulk Cooler Temperature (°C)
hi: बल्क कूलर टेम्परेचर (°C)
ta: பல்க் குளிர்பதனம் வெப்பநிலை (°C)

source: Cancel
hi: कैंसिल
ta: ரத்து செய்

source: Cancel Zone
hi: ज़ोन रद्द करें
ta: மண்டலத்தை ரத்து செய்

source: Capture Image
hi: छवि कैप्चर करें
ta: படத்தை பிடிக்கவும்

source: Card
hi: कार्ड
ta: அட்டை

source: Card Number
hi: कार्ड नंबर
ta: கார்டு நம்பர்

source: Carting
hi: कार्टिंग
ta: கார்டிங்

source: Cash
hi: कॅश
ta: பணம்

source: Challan
hi: चलन
ta: சாலன்

source: Change Language
hi: भाषा बदलें
ta: மொழியை மாற்றவும்

source: Change Password
hi: चेंज पासवर्ड
ta: கடவுச்சொல்லை மாற்று

source: Charge type
hi: शुल्क प्रकार
ta: கட்டண வகை

source: Check In
hi: चेक इन
ta: செக் இன்

source: Choose Category
hi: श्रेणी चुनें
ta: வகையைத் தேர்ந்தெடுக்கவும்

source: Choose Navigation
hi: नेविगेशन चुनें
ta: வழிசெலுத்தலைத் தேர்ந்தெடுக்கவும்

source: Clear
hi: क्लियर
ta: அழிக்கவும்

source: Click to view Location
hi: क्लिक तो व्यू लोकेशन
ta: இருப்பிடத்தைக் காண கிளிக் செய்யவும்

# clipboard_copy_successful_message
source: Copied to clipboard.
hi: क्लिपबोर्ड पर कॉपी किया गया है
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது.

source: Close
hi: क्लोज
ta: நிறுத்து

source: Coming Soon
hi: जल्द आ रहा है
ta: விரைவில்

source: Comments
hi: कमैंट्स
ta: கருத்துகள்

# communicate
source: Repair / Parts
hi: मरम्मत के पार्ट्स
ta: பழுது / பாகங்கள்

source: Compartment
hi: कम्पार्टमेंट
ta: பெட்டி

source: Complete Trip
hi: यात्रा पूरा करें
ta: முழுமையான பயணம்

source: Completed
hi: पूरा कर लिया है
ta: நிறைவு

source: Confirm logout ?
hi: क्या आप लॉगआउट करना चाहेंगे?
ta: வெளியேறுதலை உறுதிப்படுத்துக?

source: Confirmation
hi: कन्फर्मेशन

source: Cost/Ltr
hi: कॉस्ट/लतर
ta: விலை/லிட்டர்

source: Cost Per Liter
hi: कॉस्ट पैर लीटर
ta: விலை/லிட்டர்

source: Create Trip
hi: क्रिएट ट्रिप
ta: பயணத்தை உருவாக்கவும்

source: Created By
hi: क्रिएटेड बी
ta: உருவாக்கியவர்

# curr_loc
source: Current Location
hi: वर्तमान स्थान
ta: தற்போதைய இடம்

# curr_stat
source: Current Status
hi: वर्तमान स्थिति
ta: தற்போதைய நிலை

source: Current Limit
hi: करंट लिमिट
ta: தற்போதைய வரம்பு

source: Current ODO
hi: करंट ोडो
ta: தற்போதைய ஓடோமீட்டர்

source: Customer Name
hi: ग्राहक का नाम
ta: வாடிக்கையாளர் பெயர்

source: Customer Signature
hi: ग्राहक हस्ताक्षर
ta: வாடிக்கையாளர் கையொப்பம்

source: Dark Mode
hi: डार्क मोड
ta: டார்க் மோட்

source: Dashboard
hi: डैशबोर्ड
ta: டாஷ்போர்டு

source: Date
hi: डेट
ta: தேதி

source: Date & Time
hi: डेट & टाइम
ta: தேதி & நேரம்

source: day
hi: दिन
ta: நாள்

source: Delay
hi: डिले
ta: தாமதம்

source: Delete
hi: डिलीट
ta: நீக்கு

# delete_message
source: Are you sure to delete record ?
hi: अरे यू सूरे तो डिलीट रिकॉर्ड ?
ta: நீங்கள் நிச்சயமாக பதிவை நீக்க வேண்டுமா?

source: Delivered Address
hi: प्रेक्षित पता
ta: வழங்கிய முகவரி

# departed_status
source: Are you sure you want to update departed status?
hi: अरे यू सूरे यू वांट तो अपडेट डिपार्टेड स्टेटस?
ta: புறப்பட்ட நிலையை புதுப்பிக்க விரும்புகிறீர்களா?

# departure_n_scheduled_actual
source: Departure (Scheduled /Actual)
hi: डिपार्चर (सचेंडुलेड/एक्चुअल)
ta: புறப்படும் (திட்டமிட்ட / நடப்பு)

# departured
source: Departed
hi: डिपार्टेड
ta: புறப்பட்டது

# dialog_permission_message
source: This app needs permission to use this feature. You can grant them in app settings.
hi: इस ऐप को इस सुविधा का उपयोग करने के लिए अनुमति की आवश्यकता है। आप उन्हें ऐप सेटिंग में अनुमति दे सकते हैं।
ta: இந்த அம்சத்தைப் பயன்படுத்த இந்த பயன்பாட்டிற்கு அனுமதி தேவை. பயன்பாட்டு அமைப்புகளில் அவற்றை வழங்கலாம்.

# dialog_permission_title
source: Grant Permissions
hi: अनुमति प्रदान करें
ta: அனுமதிகளை வழங்கவும்

# dialog_title_list_preference
source: Choose one option!
hi: एक विकल्प चुनें!
ta: ஒரு விருப்பத்தைத் தேர்வுசெய்க!

source: Distance
hi: डिस्टेंस
ta: தூரம்

source: divider
hi: विभाजक
ta: பிரிப்பான்

# dlno
source: Driving License
hi: ड्राइविंग लाइसेंस
ta: ஓட்டுனர் உரிமம்

# dob
source: Date of Birth
hi: जन्म की तारीख
ta: பிறந்த தேதி

source: Doc
hi: दस्तावेज़
ta: ஆவணம்

source: Documents
hi: दस्तावेज़
ta: ஆவணங்கள்

source: Downloads
hi: डाउनलोड्स
ta: பதிவிறக்கங்கள்

# driven
source: KM Driven
hi: KM - चलाया हुआ है
ta: இயக்கப்பட்ட கி.மீ.

source: Duration
hi: अवधि
ta: கால அளவு

source: Early
hi: अर्ली
ta: முன்கூட்டியே

# edate
source: Expiry Date
hi: समाप्ति की तारीख
ta: காலாவதி தேதி

source: Edit
hi: एडिट
ta: திருத்து

source: Edit Leave Request
hi: एडिट रिक्वेस्ट
ta: விடுப்புக் கோரிக்கை திருத்துதல்

source: Edit Profile
hi: एडिट प्रोफाइल
ta: சுயவிவரத்தைத் திருத்து

source: Empty (Tons)
hi: एम्प्टी (टोंस)
ta: வெற்று (டன்)

source: Empty Weights
hi: एम्प्टी वेइट्स
ta: வெற்று எடைகள்

source: END
hi: अंतिम तिथि
ta: கடைசி தேதி

source: End ODO
hi: एन्ड ोडो
ta: முடிவு ஓடோமீட்டர்

source: End Trip
hi: एन्ड ट्रिप
ta: பயணத்தை முடி

source: Enter Notes
hi: नोट्स दर्ज करें
ta: குறிப்புகளை உள்ளிடவும்

# enter_shipment_number
source: Enter Trip/Shipment number
hi: यात्रा / निर्यात संख्या दर्ज करें
ta: பயணம்/ஏற்றுமதி எண்ணை உள்ளிடவும்

source: E-Pass
hi: ई-पास
ta: இ-பாஸ்

source: ETA Approx
hi: ETA लगभग
ta: ETA தோராயமாக

source: Eve + Mor
hi: ईव + मोर
ta: மாலை + காலை

source: Evening
hi: इवनिंग
ta: மாலை

source: Expense
hi: खर्चा
ta: செலவு

source: Expense Date
hi: एक्सपेंस डेट
ta: செலவு தேதி

source: Fetching address....
hi: पता ला रहा है....
ta: முகவரி பெற்று கொண்டிருக்கிறது....

source: Floor
hi: मंज़िल
ta: தளம்

source: Floor Details
hi: मंज़िल विवरण
ta: தள விவரங்கள்

source: Floor Detials
hi: मंज़िल विवरण
ta: தள விவரங்கள்

source: Floor No
hi: मंज़िल संख्या
ta: தள எண்

source: From
hi: आरंभ करने की तिथि
ta: தொடக்க தேதி

source: From Date
hi: फ्रॉम डेट
ta: தொடக்க தேதி

source: Fuel
hi: ईंधन
ta: எரிபொருள்

source: Fuel Amount
hi: फ्यूल अमाउंट
ta: எரிபொருள் தொகை

source: Fuel Expenses
hi: ईंधन खर्च
ta: எரிபொருள் செலவுகள்

source: Fuel Litre
hi: फ्यूल लीटर
ta: எரிபொருள் லிட்டர்

source: Full (Tons)
hi: फुल (टोंस)
ta: முழு (டன்)

source: Full weights
hi: फुल वेइट्स
ta: முழு எடைகள்

source: GET OTP
hi: ओ टी पी प्राप्त करें
ta: OTP ஐப் பெறுக

source: Get Zones
hi: क्षेत्र प्राप्त करें
ta: மண்டலங்களை பெறுக

source: GOTO SETTINGS
hi: सेटिंग्स में जायें
ta: அமைப்புகளுக்குள் செல்லவும்.

# google_trip_navigation
source: Google - Navigation
hi: गूगल - नेविगेशन
ta: கூகுள் - வழிசெலுத்தல்

source: GoogleSatellite
hi: Google-सैटेलाइट
ta: கூகிள் செயற்கைக்கோள்

source: GoogleStreet
hi: Google-स्ट्रीट

# gross_weight
source: Gross Weight (Kg)
hi: कुल वजन (Kg)
ta: மொத்த எடை (Kg)

source: Half Day
hi: हाफ डे
ta: அரைக் நாள்

source: Head Load Details
hi: सिर पर भार विवरण
ta: தலை சுமை விவரங்கள்

source: Head Load Weight (Kg)
hi: सिर पर भार वजन (किलोग्राम)
ta: தலை சுமை எடை (கிலோ)

source: Hide Zone Log
hi: ज़ोन लॉग छिपाएँ
ta: மண்டலப் பதிவை மறை

# hour
source: hr
hi: मानव संसाधन
ta: மணி

source: Image
hi: इमेज
ta: புகைப்படம்

source: Invoice Details
hi: चालान विवरण
ta: விலைப்பட்டியல் விவரங்கள்

source: Invoice number
hi: चालान संख्या
ta: விலைப்பட்டியல் எண்

# kilo_meter
source: km
hi: किमी
ta: கி.மீ

# ktt_trip_navigation
source: KTT - Navigation
hi: KTT - नेविगेशन
ta: KTT - வழிசெலுத்தல்

source: Language changed
hi: भाषा बदल गई
ta: மொழி மாறியது

source: Languages
hi: बोली
ta: மொழிகள்

source: Last 30 days
hi: लास्ट ३० डेज
ta: கடந்த 30 நாட்கள்

# lbl_choose_from_gallery
source: Choose from gallery
hi: गैलरी से चुनाव करो
ta: கேலரியில் இருந்து தேர்வு செய்யவும்

# lbl_set_profile_photo
source: Set image
hi: फोटो सेट करें
ta: படத்தை அமைக்கவும்

# lbl_take_camera_picture
source: Take a picture
hi: एक तस्वीर लें
ta: படம் எடுக்கவும்"

# lbl_take_camera_video
source: Take a Video
hi: एक वीडियो लें
ta: வீடியோ எடுக்கவும்

# leave_approve_list
source: Leave Requests
hi: लीव रिक्वेस्ट
ta: விடுப்பு கோரிக்கை

source: Leave History
hi: लीव हिस्ट्री
ta: விடுப்பு வரலாறு

# leave_history_list
source: Leave History
hi: लीव हिस्ट्री
ta: விடுப்பு வரலாறு

source: Leave Request
hi: छुट्टी का अनुरोध
ta: விடுப்பு கோரிக்கை

# lic_exp
source: License Expiry
hi: लाइसेंस समाप्ति की तारीख
ta: உரிம காலாவதி

# license
source: Driving License
hi: ड्राइविंग लाइसेंस
ta: ஓட்டுனர் உரிமம்

source: Liters
hi: लिटर्स
ta: லிட்டர்

source: Litres
hi: लिट्रेस
ta: லிட்டர்

source: Loaded
hi: लोडेड
ta: ஏற்றப்பட்டது

source: Loaded bags
hi: भरे हुए बैग
ta: ஏற்றப்பட்ட பைகள்

# loaded_status
source: Are you sure you want to update loaded status?
hi: अरे यू सूरे यू वांट तो अपडेट लोडेड स्टेटस?
ta: ஏற்றப்பட்ட நிலையை புதுப்பிக்க விரும்புகிறீர்களா?

source: Loading Charge
hi: लोडिंग शुल्क
ta: ஏற்றுமதி கட்டணம்

# loading_in_amp_out
source: Loading - In & Out
hi: लोडिंग - इन और आउट
ta: லோடிங் உள்ளே மற்றும் வெளியே

source: Loading Weights
hi: लोडिंग वेइट्स
ta: லோடிங் எடைகள்

source: Location
hi: लोकेशन
ta: இடம்

source: Location Access Consent
hi: लोकेशन
ta: இருப்பிட அணுகல் ஒப்புதல்

source: Lockdown E-Pass
hi: लॉकडाउन ई-पास
ta: லாக் டவுன் இ-பாஸ்

source: LOGIN
hi: लॉग इन करें
ta: உள்நுழைய

source: Logout
hi: लॉग आउट
ta: வெளியேறு

# logout_action
source: Logout
hi: लॉग आउट
ta: வெளியேறு

source: Lorry Receipt (LR)
hi: लारी रसीद (एलआर)
ta: லாரி ரசீது (எல்.ஆர்)

# low_storage_error
source: Ocr dependencies cannot be downloaded due to low device storage
hi: डिवाइस भंडार कम होने के कारण OCR निर्भरता डाउनलोड नहीं की जा सकती
ta: குறைந்த சாதன சேமிப்பகம் காரணமாக Ocr சார்புகளை பதிவிறக்கம் செய்ய முடியாது

source: LR
hi: एलआर
ta: எல்.ஆர்

source: LR Number
hi: एलआर नंबर
ta: எல்.ஆர் எண்

# madvance_paid
source: Advance Paid
hi: अग्रिम भुगतान
ta: முன்கூட்டியே செலுத்தப்பட்டது

# madvances
source: Advances
hi: अग्रिम
ta: முன்கூட்டியே தொகை

# mail_intent_chooser_text
source: Send mail…
hi: मेल भेजें…
ta: மின்னஞ்சல் அனுப்புக…

source: Manager
hi: मैनेजर
ta: மேலாளர்

source: Manual Lifting
hi: मैन्युअल लिफ्टिंग
ta: கைமுறை தூக்குதல்

# manual_temperature
source: Manual Temperature (°C)
hi: मैन्युअल टेम्परेचर (°C)
ta: கைமுறை வெப்பநிலை (°C)

source: Material Name
hi: सामग्री का नाम
ta: பொருள் பெயர்

source: Materials
hi: सामग्री
ta: பொருட்கள்

# mattendance
source: Attendance
hi: उपस्थिति
ta: வருகை

# mdelay
source: Delay
hi: विलंब यात्रा
ta: தாமதமான பயணங்கள்

source: Media Viewer
hi: मीडिया दर्शक
ta: மீடியா பார்வையாளர்

source: Message
hi: संदेश
ta: செய்தி

# message_auth_failed
source: Please enter a valid password
hi: कृपया एक वैध पासवर्ड दर्ज करें
ta: சரியான கடவுச்சொல்லை உள்ளிடவும்

# message_auth_failed_new_account
source: Driver profile not found. Please contact your manager
hi: ड्राइवर प्रोफ़ाइल उपलब्ध नहीं है ..! कृपया अपने प्रबंधक से संपर्क करें
ta: இயக்கி சுயவிவரம் கிடைக்கவில்லை. உங்கள் மேலாளரைத் தொடர்பு கொள்ளவும்

# message_bad_credentials
source: Username or Password is incorrect
hi: यूजर-नाम या पासवर्ड गलत है
ta: பயனர்பெயர் அல்லது கடவுச்சொல் தவறானது

# message_loading_in
source: Loading…
hi: लोड हो रहा है…
ta: ஏற்றுகிறது…

# message_signing_in
source: Signing in…
hi: साइन इन हो रहा है…
ta: உள்நுழைக…

# meters
source: m
hi: एम
ta: மீ

# mexpenses
source: Expenses
hi: खर्च
ta: செலவுகள்

# mExpenses
source: Expenses
hi: खर्च
ta: செலவுகள்

# minute
source: min
hi: मिन
ta: நிமிடம்

source: Mobile
hi: मोबाइल
ta: கைபேசி

# mon_time
source: On Time
hi: समय पर यात्रा
ta: சரியான நேர பயணங்கள்

source: Mor + Eve
hi: मोर + ईव
ta: காலை + மாலை

source: More
hi: अधिक
ta: மேலும்

source: Morning
hi: मॉर्निंग
ta: காலை

# mpending_amount
source: Pending Amount
hi: बकाया राशि
ta: நிலுவையில் உள்ள தொகை

# mtotal_km
source: Total KM
hi: कुल किमी
ta: மொத்த KM

# mtotal_trips
source: Total Trips
hi: कुल यात्राएं
ta: மொத்த பயணங்கள்

# name
source: Username
hi: उपयोगकर्ता नाम
ta: பயனர்பெயர்

source: Navigation - Driver App
hi: नेविगेशन - ड्राइवर अप्प
ta: வழிசெலுத்தல் - டிரைவர் ஆப்

source: New Version Available
hi: नई वर्शन अवेलेबल

source: No
hi: नहीं
ta: இல்லை

source: No Attendance Available
hi: नो अटेंडेंस अवेलेबल
ta: வருகை இல்லை

# no_camera_permission
source: This application cannot run because it does not have the camera permission. The application will now exit.
hi: यह एप्लिकेशन नहीं चल सकता क्योंकि इसमें कैमरा अनुमति नहीं है। इसलिए एप्लिकेशन अब बंद हो जायेगा
ta: கேமரா அனுமதி இல்லாததால் இந்த பயன்பாட்டை இயக்க முடியாது. பயன்பாடு இப்போது வெளியேறும்.

source: No Data
hi: कोई सूचना नहीं है
ta: தகவல் இல்லை

# no_email_client_error
source: There are no email clients installed.
hi: कोई ईमेल क्लाइंट स्थापित नहीं हैं
ta: மின்னஞ்சல் கிளையண்டுகள் எதுவும் நிறுவப்படவில்லை.

source: No internet
hi: नो इंटरनेट
ta: இணைய இணைப்பு இல்லை

source: No of Days
hi: नो ऑफ़ डेज
ta: நாட்களின் எண்ணிக்கை

source: No Thanks
hi: नो थैंक्स
ta: வேண்டாம்

# no_zone
source: Not in Attendance Zone
hi: उपस्थित क्षेत्र में नहीं है
ta: வருகை மண்டலத்தில் இல்லை

# not_attendance_zone
source: You are not in Attendance Zone.
hi: आप उपस्थित क्षेत्र में नहीं हैं।
ta: நீங்கள் வருகை மண்டலத்தில் இல்லை.

source: Not in Zone
hi: जोन में नहीं
ta: மண்டலத்தில் இல்லை

source: Notes
hi: टिप्पणियाँ
ta: குறிப்புகள்

source: Notification Settings
hi: नोटिफिकेशन सेटिंग्स
ta: அறிவிப்பு அமைப்புகள்

source: Notifications
hi: सूचनाएं
ta: அறிவிப்புகள்

# notifications_admin_channel_description
source: This is a sample notification.
hi: यह अधिसूचना का एक उदाहरण है।
ta: இது மாதிரி அறிவிப்பு.

# notifications_admin_channel_name
source: Driverapp
hi: ड्राइवर ऐप
ta: டிரைவர் ஆப் (செயலி)

# null_value
source: N/A
hi: उपलब्ध नहीं है
ta: ந / அ

# number
source: No.
hi: नहीं।
ta: எண்.

# ocr_error
source: Error reading text: %@
hi: "टेक्स्ट पढ़ने में त्रुटि: %@"
ta: பில் படிப்பதில் பிழை

# ocr_failure
source: No text captured
hi: कोई टेक्स्ट कैप्चर नहीं किया गया
ta: பில் ஏற்று கொள்ளப்படவில்லை

# ocr_header
source: Click "Upload " to scan text
hi: टेक्स्ट स्कैन करने के लिए अपलोड पर क्लिक करें
ta: பில் ஸ்கேன் செய்ய பதிவேற்று என்பதைக் கிளிக் செய்க

# ocr_success
source: Text read successfully
hi: टेक्स्ट सफलतापूर्वक पढ़ें
ta: பில் வெற்றிகரமாக வாசிக்கப்பட்டது

source: Odo
hi: ोडो
ta: ஓடோமீட்டர்

source: ODO Image
hi: ोडो इमेज
ta: ஓடோ படம்

source: ODO Meter
hi: ोडो मीटर
ta: ஓடோமீட்டர்

source: ODO Meter Image
hi: ओडीओ मीटर छवि
ta: ஓடோமீட்டர் புகைப்படம்

source: OK
hi: ओके
ta: சரி

source: Okay
hi: ोकय
ta: சரி

source: OnTime Performance
hi: समय पर प्रदर्शन
ta: நேர செயல்திறன்

source: Open Maps
hi: गूगल मानचित्र खोलें
ta: கூகுள் வரைபடத்தைத் திறக்கவும்

# operating_expense
source: Operating Expenses
hi: परिचालन खर्च
ta: செயல்பாட்டு செலவுகள்

# other_reason_validation
source: Please enter the valid manual reason
hi: कृपया वैध मैन्युअल कारण दर्ज करें
ta: தயவுசெய்து செல்லுபடியாகும் கையேடு காரணத்தை உள்ளிடவும்.

# paid_day
source: Paid Days
hi: वेतन दिवस
ta: கூலி நாட்கள்

source: Parts
hi: पार्ट्स
ta: பாகங்கள்

source: Payment Mode
hi: पेमेंट मोड
ta: பணம் செலுத்தும் முறை

source: Payment Status
hi: पेमेंट स्टेटस
ta: பணம் செலுத்தும் நிலை

source: Pending
hi: विचाराधीन
ta: நிலுவையில் உள்ளது

# permission_camera_rationale
source: Access to the camera is needed for detection
hi: पता लगाने के लिए कैमरे का उपयोग आवश्यक है
ta: கண்டறிவதற்கு கேமராவிற்கான அணுகல் தேவை

# permission_dialog_message
source: The app will now request your permission to Location related services.
hi: ऐप अब स्थान-संबंधित सेवाओं के लिए आपकी अनुमति का अनुरोध करेंगे
ta: பயன்பாடு இப்போது இருப்பிடம் தொடர்பான சேவைகளுக்கு உங்கள் அனுமதியைக் கோரும்.

# please_select_abc_analyzer_900_lifting
source: Please select ABC Analyzer Type for 900 Lifting
hi: 900 लिफ्टिंग के लिए ABC विश्लेषक प्रकार चुनें
ta: 900 தூக்கத்திற்கு ABC ஆனலைசர் வகையை தேர்வு செய்யவும்

# please_select_analyzer_type_900_lifting
source: Please select Analyzer Type for 900 Lifting
hi: 900 लिफ्टिंग के लिए विश्लेषक प्रकार चुनें
ta: 900 தூக்கத்திற்கு ஆனலைசர் வகையை தேர்வு செய்யவும்

source: Please select Lifting Type
hi: कृपया लिफ्टिंग प्रकार चुनें
ta: தூக்குமுறை தேர்வு செய்யவும்

# please_select_manual_lifting_type
source: Please select Manual Lifting reason
hi: कृपया मैन्युअल लिफ्टिंग का कारण चुनें
ta: கைமுறை தூக்கும் காரணத்தை தேர்வு செய்யவும்

# please_select_the_cancellation_reason
source: Please select the cancellation reason for this zone
hi: कृपया इस ज़ोन को रद्द करने का कारण चुनें
ta: இந்த மண்டலத்தை ரத்து செய்ய காரணம் தேர்ந்தெடுக்கவும்

source: Please type Analyzer Number
hi: कृपया विश्लेषक नंबर दर्ज करें
ta: ஆனலைசர் எண்ணை உள்ளிடவும்

# please_type_remarks_for_manual
source: Please type remarks for Manual Lifting
hi: कृपया मैन्युअल लिफ्टिंग के लिए टिप्पणी लिखें
ta: கைமுறை தூக்கத்திற்கான கருத்துகளை உள்ளிடவும்

source: POD
hi: प्रूफ ऑफ डिलीवरी (POD)
ta: பரிசோதனை ஆவணம் (POD)

source: POI
hi: पी ओ आइ
ta: பி ஓ ஐ

source: Preferences
hi: प्रैफरेंसेज
ta: விருப்பங்கள்

source: Present
hi: उपस्थित
ta: தற்போது

source: Privacy Policy
hi: प्राइवेसी पालिसी
ta: தனியுரிமை கொள்கை

source: Profile
hi: पार्श्वचित्र
ta: சுயவிவரம்

source: Progress
hi: प्रगति
ta: முன்னேற்ற நிலை

source: Proof Of Delivery (POD)
hi: डिलीवरी का प्रमाण (पीओडी)
ta: விநியோகத்தின் ஆதாரம் (POD)

# qr_code_image_validation
source: Please scan Or capture the QR Code image Or text
hi: कृपया QR कोड छवि या पाठ को स्कैन या कैप्चर करें
ta: QR குறியீடு படம் அல்லது உரையை ஸ்கேன் செய்யவும் அல்லது பிடிக்கவும்.

# qr_code_manual_image_capture
source: Try Manually
hi: तरय मैन्युअली
ta: கைமுறை முயற்சி

# qr_code_text
source: Tag Number
hi: टैग नंबर
ta: குறி எண்

# qr_code_validation
source: Please scan Or manual entry the QRCode text
hi: कृपया QRCode टेक्स्ट को स्कैन करें या मैन्युअल रूप से प्रविष्ट करें
ta: QR குறியீடு உரையை ஸ்கேன் செய்யவும் அல்லது கைமுறையாக உள்ளிடவும்.

source: Qty
hi: मात्रा
ta: அளவு

source: Quantity (L)
hi: मात्रा (L)
ta: அளவு (L)

source: Re-center
hi: पुन: केंद्र
ta: மீண்டும் மையம்

source: Reached
hi: रीछेड
ta: அடைந்தது

# read_text
source: Upload
hi: अपलोड करें
ta: பதிவேற்றவும்

source: Reason
hi: रीज़न
ta: காரணம்

# reason_validation
source: Please Select the manual reason
hi: कृपया मैन्युअल कारण चुनें
ta: தயவுசெய்து கைமுறையாக காரணத்தைத் தேர்ந்தெடுக்கவும்.

source: Receipt
hi: रसीद
ta: ரசீது

source: Ref.No
hi: पहचान संख्या
ta: குறிப்பு எண்

source: Refresh
hi: रीफ्रेश
ta: புதுப்பி

source: Register
hi: रजिस्टर
ta: பதிவு

source: Reject
hi: अस्वीकार
ta: நிராகரி

# reject_this_trip
source: Are you sure want to reject this trip?
hi: अरे यू सूरे वांट तो रिजेक्ट थिस ट्रिप?
ta: இந்த பயணத்தை நிராகரிக்க விரும்புகிறீர்களா?

source: Rejected
hi: अस्वीकृत
ta: நிராகரிக்கப்பட்டது

source: Remarks
hi: रिमार्क्स
ta: கருத்துக்கள்

source: remove icon
hi: आइकन हटाएं
ta: நீக்கு

source: Repair
hi: मरम्मत
ta: பழுது

source: Required
hi: आवश्यक
ta: தேவையான பகுதிகள்

source: Resend
hi: रेसेंड
ta: மீண்டும் அனுப்பு

source: Return materials
hi: वापसी सामग्री
ta: திருப்பி அளிக்கும் பொருட்கள்

source: Route
hi: मार्ग
ta: பாதை

source: Route Error
hi: रूट त्रुटि
ta: பாதை பிழை

source: Route/Location
hi: मार्ग / स्थान
ta: பாதை / இடம்

# rto_loc
source: RTO / Home Location
hi: आर टी ओ / घर का स्थान
ta: RTO / வீட்டு இருப்பிடம்

source: Save
hi: सेव
ta: சேமி

source: Scheduled Arrival
hi: सचेंडुलेड अर्रिवाल
ta: திட்டமிட்ட வருகை

source: Scheduled Departure
hi: सचेंडुलेड डिपार्चर
ta: திட்டமிட்ட புறப்படுதல்

# second
source: sec
hi: सेकंड
ta: நொடி

source: Select cancel reason
hi: रद्द करने का कारण चुनें
ta: ரத்து செய்யும் காரணத்தைத் தேர்ந்தெடுக்கவும்

source: Select Compartment
hi: कम्पार्टमेंट का चयन करें
ta: பெட்டியைத் தேர்ந்தெடுக்கவும்

source: Select Date
hi: तारीख़ चुनें
ta: தேதியைத் தேர்ந்தெடுக்கவும்

source: Select PO/Load
hi: सेलेक्ट पो/लोड
ta: PO/Load ஐத் தேர்ந்தெடுக்கவும்

source: Select route
hi: मार्ग चुनें
ta: பாதையைத் தேர்ந்தெடுக்கவும்

source: Select Shift
hi: सेलेक्ट शिफ्ट
ta: வட்டத்தைத் தேர்ந்தெடுக்கவும்

# select_silo
source: Select Silo Count
hi: साइलो काउंट चुनें
ta: சைலோ எண்ணிக்கையைத் தேர்ந்தெடுக்கவும்

source: Select Toll
hi: सेलेक्ट टोल
ta: டோலைத் தேர்ந்தெடு

# select_type
source: Select Zone Type
hi: सेलेक्ट टाइप
ta: வகையைத் தேர்ந்தெடுக்கவும்

source: Select Vehicle
hi: वाहन चुनें
ta: வாகனத்தைத் தேர்ந்தெடுக்கவும்

source: Select Zone
hi: क्षेत्र का चुनाव करें
ta: மண்டலத்தைத் தேர்ந்தெடுக்கவும்

source: Selfie
hi: सेल्फी
ta: செல்ஃபி

# send_email_text
source: Send
hi: भेजें
ta: அனுப்புக

source: Settings
hi: समायोजन
ta: அமைப்புகள்

# settlement
source: Trip Settlement
hi: ट्रिप सेटलमेंट
ta: பயண தீர்வு

# settlemt_status
source: Settlement Status
hi: सेटलमेंट स्टेटस
ta: தீர்வு நிலை

source: Shift
hi: शिफ्ट
ta: ஷிப்ட்
